Repository: calenwu/webshop
Catalog: streams/locale/*/LC_MESSAGES/django.po
Languages: de

source: Programming language
de: Programmiersprache

source: Title
de: Titel

source: Card
de: Karte

source: Reference button
de: Referenztaste

source: Centered Title with text
de: Zentrierter Titel mit Text

source: Image
de: Bild

source: Image left text right
de: Bild links Text rechts

source: image
de: Bild

source: Image right text left
de: Bild rechts Text links

source: Button text
de: Tasten text

source: Button url
de: Tasten url

source: Hero block text left
de: Hero block Text links

source: Hero block text right
de: Hero block Text rechts

source: Centered Header
de: Zentrierter Header

source: Image when width is big
de: Bild wenn Breite gross ist

source: Image when width is small
de: Bild wenn Breite klein ist

source: Button text color
de: Tasten Textfarbe

source: Button background_color
de: Text Hintergrundfarbe

source: Button border color
de: Teeste Rahmenfarbe

source: Page it redirects to on button click
de: Seite, auf die es beim Klicken auf die Taste umleitet

source: Hero product
de: Heroprodukt

source: Please select a product page
de: Bitte wähle eine Produktseite

source: Products
de: Produkte

source: Please only select a product page
de: Bitte wähle eine Pruduktseite

source: Quantity
de: Anzahl

source: Add to cart
de: In den Warenkorb

source: Added
de: Hinzugefügt

source: Error
de: Fehler

source: Sold out
de: Ausverkauft
