Repository: calenwu/webshop
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: de

source: Cart settings
de: Warenkorb Einstellungen

source: The maximum order quantity per item is %(quantity)s
de: Die Maximalanzahl pro Artikel ist %(quantity)s

source: Invalid quantity
de: Ungültige Anzahl

source: Please enter a valid quantity.
de: Bitte gib eine Anzahl ein.

source: Out of stock
de: Ausverkauft

source: Sorry we are out of stock
de: Tut uns leid, wir sind ausverkauft

source: Only %(quantity)s left
de: Nur noch %(quantity)s auf Lager

source: Sorry we only have %(quantity)s left in stock
de: Tut uns leid, wir haben nur noch %(quantity)s auf Lager

source: Exceeded maximum order quantity
de: Maximalanzahl überschritten

source: Sold out
de: Ausverkauft

source: Enter a positive quantity
de: Gib eine positive Anzahl ein

source: Your cart
de: Dein Warenkorb

source: Product
de: Produkt

source: Quantity
de: Anzahl

source: Update quantity
de: Anzahl aktualisieren

source: The code you entered seems to be invalid
de: Der Code den Sie eingegeben haben scheint ungültig zu sein.

source: Apply
de: Anwenden

source: Subtotal
de: Zwischensumme

source: Total
de: Summe

source: Cart
de: Warenkorb

source: Your cart is empty
de: Dein Warenkorb ist leer

source: It seems like you have not added any items to your cart
de: Es scheint als wären keine Artikel in deinem Warenkorb

source: View Shop
de: Shop ansehen

source: (Only %(stock)s left)
de: (Nur %(stock)s auf Lager)

source: Error while adding to cart
de: Fehler beim hinzufügen

source: Please enter a number greater than 0
de: Bitte gibt eine positive Zahl ein

source: There is no product with the id %(product_color_quantity_id)
de: Es gibt kein Produkt mit der id %(product_color_quantity_id)

source: Please enter a valid number
de: Bitte gib eine gültige Zahl ein

source: Error while updating cart
de: Fehler beim aktualisieren des Warenkorbs

source: Update cart
de: Warenkorb aktualisieren

source: There is not enough stock available for your order, please update your cart.
de: Es gibt nicht genug auf Lager, bitte aktualisiere deinen Warenkorb.
