Repository: calenwu/webshop
Catalog: winwheel/locale/*/LC_MESSAGES/django.po
Languages: de

source: Winwheel parameters
de: Winwheel Paramter

source: Winwheel sections
de: Winwheel Abschnitte

source: Text on the wheel
de: Text auf dem Rad

source: Title after the spin
de: Titel nach dem Drehen

source: Text after the win
de: Test nach dem Gewinn

source: Text color on the wheel (#ffffff)
de: Textfarbe auf dem Rad (#ffffff)

source: Background color (#ffffff)
de: Hintergrundfarbe (#ffffff)

source: Win a special prize
de: Prozentsatz davon, der auf diesem Abschnitt landet (in Prozent, ganze Zahl)

source: Enter your email to subscribe to our newsletter and spin the wheel for a chance to win.
de: Geben Sie Ihre E-Mail-Adresse ein, um unseren Newsletter zu abonnieren und am Rad zu drehen.

source: I have read the
de: Ich habe die

source: Terms of service
de: AGB

source: and agree with them.
de: gelsen und bin mit denen Einverstanden.

source: Try your luck
de: Versuch dein Gl√ºck

source: Close
de: Schliessen
